<template>
  <div class="page_text">
    <div class="container">
      <h1>Соглашение об обработке персональных данных пользователей сайта Fun booking</h1>
      <div class="page_content">
        <p>1. Общие положения</p>
        <p>
          На условиях настоящего Соглашения об обработке персональных данных (далее -
          Соглашение), владелец домена EuroAvia.ru (далее - EuroAvia) предоставляет
          пользователям сайта, расположенного по адресу EuroAvia.ru и его поддоменов
          (далее - Сайт), право пользования Сайтом, при помощи которых Пользователи могут
          осуществить поиск, бронирование и оформление авиабилетов, отелей, страхования и
          прочих услуг и предложений на рынке туристических услуг.
        </p>
        <p>
          Соглашение – настоящий документ со всеми дополнениями, изменениями и указанными
          в нем обязательными документами, а также договор, заключенный между Оператором и
          Пользователем на его основании.
        </p>
        <p>
          EuroAvia – онлайн-сервис для бронирования авиабилетов, отелей, страховых полисов
          и прочих услугах и предложениях на рынке туристических услуг.
        </p>
        <p>
          Пользователь – физическое лицо, принимающее условия Соглашения, обладающее
          полной дееспособностью, имеющее свой собственный адрес электронной почты в
          интернет, персональный компьютер и/или мобильное устройство, доступ к которым
          находится в его распоряжении.
        </p>
        <p>
          Оператор –  Владелец домена EuroAvia.ru, самостоятельно или совместно с другими
          юридическими лицами, входящими в ее группу лиц, организующее и (или)
          осуществляющее обработку персональных данных, а также определяющее цели
          обработки персональных данных, состав персональных данных, подлежащих обработке,
          действия (операции), совершаемые с персональными данными, такие как сбор,
          запись, систематизация, накопление, хранение, уточнение (обновление, изменение),
          извлечение, использование, передача (распространение, предоставление, доступ),
          обезличивание, блокирование, удаление, уничтожение персональных данных.
          Обработка Персональных данных может производится Оператором как
          автоматизированным, так и неавтоматизированным способами.
        </p>
        <p>
          Персональные данные  – любая информация, которую Пользователь предоставляет о
          себе самостоятельно при регистрации на Сайте или авторизации с помощью
          социальных сетей или других аккаунтов, а также в процессе дальнейшего
          использования Сайтом.
        </p>
        <p>
          Аккаунт (Личный кабинет) – персональный раздел Сайта, к которому Пользователь
          получает доступ после формирования заказ на Сайте. Аккаунт предназначен для
          хранения персональных данных Пользователя, просмотра и управления доступными
          функциональными возможностями Сайта и соответствующими условиями использования
          Сайта.
        </p>
        <p>2. Условия сбора и хранения Персональных данных</p>
        <p>
          При регистрации Аккаунта либо при авторизации с помощью социальных сетей либо
          других аккаунтов Пользователь самостоятельно, свободно, своей волей и в своих
          интересах дает Оператору бессрочное письменное согласие на любые способы
          обработки своих персональных данных. Пользователь должен быть ознакомлен с
          условиями использования его персональных данных до начала их обработки.
        </p>
        <p>
          Пользователь вправе отозвать согласие на обработку его Персональных данных путем
          направления Оператору запроса на блокировку своего Аккаунта из личного аккаунта
          или по email:info@euroavia.ru. Оператор прекращает обработку Персональных данных
          и уничтожает их в срок, не превышающий 30 календарных дней со дня получения
          такого заявления, кроме данных, необходимых для хранения в соответствии с
          действующим законодательством РФ. В этом случае Оператор сохраняет только
          обезличенные персональные данные Пользователя в своих системах баз данных.
        </p>
        <p>
          Оператор не отвечает за полноту и актуальность сведений о Пользователях.
          Пользователь вправе в любой момент самостоятельно отредактировать в своем
          Аккаунте предоставленные им при регистрации или авторизации Персональные данные.
        </p>
        <p>3. Цели Соглашения</p>
        <p>К целям Соглашения относятся:  </p>
        <ul>
          <li>
            регистрация Аккаунта Пользователя на Сайте (заключение договора на
            использование EuroAvia)
          </li>
          <li>
            исполнение обязательств по заключенным договорам путем предоставления
            Пользователю доступа к Сайту и его возможностям, так как стороной либо
            выгодоприобретателем или поручителем по такому договору является Пользователь
          </li>
          <li>
            участие в исследовательских и маркетинговых мероприятиях, проводимых
            Оператором
          </li>
          <li>
            направление рекламных сообщений Пользователю и получение рекламной информации
            по сетям электросвязи (в том числе с помощью мобильной связи и электронной
            почты) 
          </li>
          <li>
            продвижение сервиса EuroAvia на рынке путем осуществления прямых контактов с
            Пользователями с помощью сетей связи 
          </li>
          <li>
            проведение статистических и аналитических внутренних исследований
            использования сервиса EuroAvia
          </li>
        </ul>
        <p>Оператор может собирать и хранить следующие данные Пользователя: </p>
        <ul>
          <li>адрес электронной почты;</li>
          <li>
            информацию, раскрытую Пользователем самостоятельно в его аккаунте социальной
            сети либо другом аккаунт, полученную Оператором при авторизации Пользователя,
            такую как имя, фамилия, никнейм, дата рождения, пол, аватар Пользователя
            (публичное графическое представление), серию, номер и срок действия документа,
            адрес электронной почты;
          </li>
          <li>идентификационный номер аккаунта в социальной сети;</li>
          <li>IP-адрес, cookie, параметры и настройки интернет-браузеров;</li>
          <li>
            статистика использования функций сервиса, а также иная техническая информация.
          </li>
        </ul>
        <p>
          Оператор со своей стороны синхронизирует историю поиска, настройки и избранное в
          личном аккаунте Пользователя. 
        </p>
        <p>
          САМОЕ ВАЖНОЕ: Оператор не собирает, не синхронизирует и не хранит никакие данные
          Пользователя на своей стороне, кроме прямо указанных в настоящем Соглашении.
        </p>
        <p>
          Оператор может использовать трансграничную передачу персональных данных на
          территорию иностранного государства иностранному юридическому лицу в целях
          исполнения договора с Пользователем. При достижении всех поставленных целей
          Оператор может гарантировать Пользователю уничтожение его Персональных данных на
          территории иностранного государства.
        </p>
        <p>4. Безопасность </p>
        <p>
          Оператор хранит Персональные данные и обеспечивает их охрану от
          несанкционированного доступа и распространения в соответствии с внутренними
          правилами и регламентами. В отношении Персональных данных Пользователя
          сохраняется их конфиденциальность, за исключением случаев, когда технология
          Сайта либо настройки используемого Пользователем программного обеспечения
          предусматривают открытый обмен информацией с иными Пользователями Сайта или с
          любыми пользователями сети Интернет.
        </p>
        <p>
          Оператор вправе передавать Персональные данные третьим лицам в следующих
          случаях:
        </p>
        <ul>
          <li>Пользователь прямо выразил свое согласие на такие действия</li>
          <li>
            В связи с передачей Сайта во владение, пользование или собственность такого
            третьего лица, включая уступку прав по заключенным с Пользователем договорам в
            пользу такого третьего лица
          </li>
          <li>
            По запросу суда или иного уполномоченного государственного органа в рамках
            установленной законодательством процедуры
          </li>
          <li>
            Для защиты прав и законных интересов Оператора в связи с нарушением
            заключенных с Пользователем договоров
          </li>
        </ul>
        <p>5. Заключительные положения </p>
        <p>
          Соглашение регулируется и толкуется в соответствии с законодательством
          Российской Федерации и является действующим для всех Пользователей. Все вопросы,
          не урегулированные Соглашением, подлежат разрешению в соответствии с
          законодательством Российской Федерации. Действующая версия Соглашения
          разработана Оператором на основании Федерального закона от 27 июля 2006 г. N
          152-ФЗ "О персональных данных" (с изменениями и дополнениями от 22.02.2017 г.)
        </p>
        <p>
          Оператор вправе осуществлять без уведомления уполномоченного органа по защите
          прав субъектов персональных данных обработку персональных данных на основании
          пп. 2 п. 2 ст. 22 Федерального закона от 27 июля 2006 г. N 152-ФЗ "О
          персональных данных".
        </p>
        <p>
          Соглашение может быть изменено владельцем домена EuroAvia.ru в одностороннем
          порядке без предварительного уведомления Пользователя. Новая редакция Соглашения
          вступает в силу с момента ее размещения по на Сайте.
        </p>
      </div>
    </div>
  </div>
</template>

<script setup lang="ts"></script>

<style scoped lang="scss">
.page_text {
  background-color: $light;
  padding: 50px 0;
}

h1 {
  font-size: 32px;
  text-transform: uppercase;
  margin-bottom: 30px;
}

p,
ul {
  padding: 10px 0;
  line-height: 130%;
}
ul {
  list-style: disc;
  padding-left: 20px;
  li {
    list-style: disc;
  }
}
</style>
