<template>
  <div class="page_text">
    <div class="container">
      <h1>
        Соглашение об обработке персональных данных пользователей сайта Fun
        booking
      </h1>
      <div class="page_content">
        <p>
          ДОГОВОР-ПОРУЧЕНИЕ на бронирование авиабилетов и передачу третьим лицам
          по поручению организации / частного лица.
        </p>
        <p>
          Настоящие правила и условия, которые могут периодически
          корректироваться, применимы к услугам, напрямую или через
          дистрибьюторов, оказываемым в режиме онлайн, по электронной почте,
          телефону или любому мобильному устройству. Посещая, просматривая или
          используя наш сайт или любое приложение и/или совершая заказ, вы
          признаете, что прочитали, поняли и согласились со всеми правилами и
          условиями заказа.
        </p>
        <p>
          Посетитель сайта, именуемый в дальнейшем "Принципал", с одной стороны,
          и владелец домена euroavia.ru, именуемый в дальнейшем "Агент",
          действующий на основании устава, с другой стороны, совместно именуемые
          "стороны", заключили настоящий договор-поручение о нижеследующем:
        </p>
        <p>
          1. ПРЕДМЕТ ДОГОВОРА-ПОРУЧЕНИЯ<br />1.1. По настоящему
          договору-поручению Принципал поручает, а Агент берет на себя
          обязательство фактические и юридические действия, а именно
          бронирование авиабилетов (оформление записи о закреплении авиабилетов)
          по поручению Принципала. Бронирования оформляются Агентом для
          Принципала, от имени Принципала. Принципал обязуется уплатить Агенту
          вознаграждение (сервисный сбор) за выполнение этого поручения.
        </p>
        <p>
          2. ПРАВА И ОБЯЗАННОСТИ СТОРОН<br />
          2.1. По настоящему договору-поручению Агент обязуется совершать
          следующие действия:<br />
          2.1.1. Оформлять бронирования по заявкам Принципала на рейсы из /в
          пункты назначения, указанные Принципалом в заказе (даты вылетов,
          количество авиабилетов и данные о лицах, на чье имя должны оформляться
          бронирования). Агент имеет право заменить рейсы, если оформить заказ
          невозможно.
          <br />
          2.1.2. Своевременно передавать оформленные заказы третьим лицам,
          указанным Принципалом.
          <br />
          2.1.3. Совершать иные действия по поручению Принципала.
          <br />
          2.1.4. Агент обязан исполнять данное ему поручение в соответствии с
          указаниями Принципала. Указания Принципала должны быть правомерными,
          осуществимыми и конкретными.
          <br />
          2.1.5. Агент обязан выполнять действия, указанные в п. 2.1 настоящего
          договора-поручения, своевременно и надлежащим образом.
          <br />
          2.1.6. Агент обязан сообщать Принципалу по его требованию все сведения
          о ходе исполнения поручения.
          <br />
          2.1.7. Агент не имеет право производить изменения в проездных
          документах без подтверждения согласия с такими изменениями от
          Принципала.
          <br />
        </p>
        <p>
          2.2. Принципал обязан:
          <br />
          2.2.1 Предоставить достоверные данные на оформление заказа.
          Исправления после оформления заказа не возможны.
          <br />
          2.2.2. Возместить Агенту суммы, израсходованные им в связи с
          исполнением настоящего договора-поручения.
          <br />
          2.2.3. Принять все исполненное Агентом по настоящему
          договору-поручению.
          <br />
          2.2.4. Обеспечить Агента всей необходимой для выполнения поручения
          информацией.
          <br />
          2.2.5. Уплатить Агенту обусловленное настоящим договором-поручением
          вознаграждение (сервисный сбор).
          <br />
          2.2.6. Все запросы на изменения, возврат, обмен поддерживать по
          электронной почте с адреса, указанного в заказе или из личного
          кабинета (https://www.euroavia.ru/my/)
          <br />
        </p>
        <p>
          2.3 Авиакомпания имеет право:
          <br />
          2.3.1 Оформить бронирование другого варианта перелета, по согласованию
          с Принципалом".
          <br />
          2.3.2 Отменить бронирование ранее указанного срока, если до вылета
          остается менее 10 дней, при высоком спросе, при двойных бронированиях
          и т.п.
        </p>
        <p>
          3. ПОРЯДОК РАСЧЕТОВ
          <br />
          3.1. Принципал возмещает Агенту затраты, понесенные им в связи с
          выполнением настоящего договора-поручения, одновременно с
          перечислением Агенту вознаграждения (сервисного сбора).
          <br />
          3.2. Вознаграждение (сервисный сбор) Агента определяется как разница
          между суммами, полученными им в соответствии с п. 3.1 настоящего
          договора-поручения, и фактически понесенными расходами на покупку
          авиабилетов.
          <br />
          3.3 При отказе от бронирования, замене дат, возврате (в том числе
          вынужденном), переоформлении и других обстоятельствах, не позволяющих
          воспользоваться бронированием, вознаграждение (сервисные сборы) Агента
          не возвращаются.
          <br />
          3.4 Моментом полного расчета принимается следующий рабочий день после
          поступления оплаты на расчётный счет Агента, кроме субботы и
          воскресенья.
          <br />
        </p>

        <p>
          4. ФОРС-МАЖОР
          <br />
          4.1. Стороны освобождаются от ответственности за частичное или полное
          неисполнение обязательств по настоящему договору, если это
          неисполнение явилось следствием обстоятельств непреодолимой силы,
          возникших после заключения настоящего договора в результате
          обстоятельств чрезвычайного характера, таких как: наводнение, пожар,
          землетрясение и другие природные явления, а также война, военные
          действия, блокада, запретительные действия властей и акты
          государственных органов, забастовки, разрушение коммуникаций и
          энергоснабжения, взрывы, возникшие во время действия настоящего
          договора, которые стороны не могли предвидеть или предотвратить.
          <br />
          4.2. В случаях наступления обстоятельств, предусмотренных в п. 5.1
          настоящего договора-поручения, срок выполнения Агентом обязательств по
          настоящему договору отодвигается соразмерно времени, в течение
          которого действуют эти обстоятельства и их последствия.
          <br />
          4.4 Агент не несет ответственность за не выполнение пассажиром
          таможенных правил, правил пребывания в стране назначения или пунктов
          пересадки (просроченная виза, отсутствие визы, недостоверная
          информация и т.п.), за умение и возможность пользоваться глобальными
          системами бронирования.
          <br />
          4.5 Агент не несет ответственность за невозможность получения
          оформленного заказа Принципалом. Оформленный заказ дублируется в
          личный кабинет (https://www.euroavia.ru/my/) и доступен для Принципала
          в течении 15 дней после оформления.
        </p>

        <p>
          5. РАЗРЕШЕНИЕ СПОРОВ И ПРИМЕНИМОЕ ПРАВО
          <br />
          5.1. Все споры и разногласия, которые могут возникнуть между сторонами
          по вопросам, не нашедшим своего разрешения в тексте данного
          договора-поручения, будут разрешаться путем переговоров.
          <br />
          5.2. При неурегулировании в процессе переговоров спорных вопросов
          споры разрешаются в судебном порядке, установленном действующим
          законодательством Российской Федерации.
        </p>

        <p>
          6. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ
          <br />
          6.1. Любые изменения и дополнения к настоящему договору-поручению
          действительны при условии, если они совершены в письменной форме и
          подписаны надлежаще уполномоченными на то представителями сторон.
          <br />
          6.2. Все уведомления и сообщения в рамках настоящего
          договора-поручения должны направляться сторонами друг другу в
          письменной форме.
          <br />
          6.3. Настоящий договор-поручение вступает в силу с момента оформления
          заказа и действует до даты последнего перелета в оформленном
          авиабилете.
          <br />
          6.4. Во всем, что не предусмотрено условиями настоящего
          договора-поручения, стороны будут руководствоваться действующим
          законодательством РФ.
        </p>
        <p>УСЛОВИЯ ДОГОВОРА-ПОРУЧЕНИЯ НА ПРИОБРЕТЕНИЕ АВИАБИЛЕТОВ</p>
        <p>
          ДОГОВОР-ПОРУЧЕНИЕ на покупку авиабилетов и передачу третьим лицам по
          поручению организации/ частного лица.
        </p>
        <p>
          Настоящие правила и условия, которые могут периодически
          корректироваться, применимы к услугам, напрямую или через
          дистрибьюторов, оказываемым в режиме онлайн, по электронной почте,
          телефону или любому мобильному устройству. Посещая, просматривая или
          используя наш сайт или любое приложение и/или совершая заказ, вы
          признаете, что прочитали, поняли и согласились со всеми правилами и
          условиями заказа.
        </p>
        <p>
          Посетитель сайта, именуемый в дальнейшем "Принципал", с одной стороны,
          и владелец домена euroavia.ru, именуемый в дальнейшем "Агент",
          действующий на основании устава, с другой стороны, совместно именуемые
          "стороны", заключили настоящий договор-поручение о нижеследующем:
        </p>
        <p>
          1. ПРЕДМЕТ ДОГОВОРА-ПОРУЧЕНИЯ
          <br />
          1.1. По настоящему договору-поручению Принципал поручает, а Агент
          берет на себя обязательство совершать фактические и юридические
          действия, а именно оформление авиабилетов по поручению Принципала.
          <br />
          1.2. Принципал обязуется уплатить Агенту вознаграждение (сервисный
          сбор) за выполнение этого поручения.
          <br />
        </p>
        <p>
          2. ПРАВА И ОБЯЗАННОСТИ СТОРОН
          <br />
          2.1. По настоящему договору-поручению Агент обязуется совершать
          следующие действия:
          <br />
          2.1.1. Приобретать по заявкам Принципала авиабилеты на рейсы из /в
          пункты назначения, указанные Принципалом в заказе (даты вылетов,
          количество авиабилетов и данные о лицах, на чье имя должны оформляются
          билеты).
          <br />
          2.1.2. Передавать приобретенные авиабилеты до даты вылета третьим
          лицам, указанным Принципалом.
          <br />
          2.1.3. Совершать иные действия по поручению Принципала.
          <br />
          2.1.4. Агент обязан исполнять данное ему поручение в соответствии с
          указаниями Принципала. Указания Принципала должны быть правомерными,
          осуществимыми и конкретными.
          <br />
          2.1.5. Агент обязан выполнять действия, указанные в п. 2.1 настоящего
          договора-поручения, своевременно и надлежащим образом.
          <br />
          2.1.6. Агент обязан сообщать Принципалу по его требованию все сведения
          о ходе исполнения поручения.
          <br />
          2.1.7. Агент не имеет право производить изменения в проездных
          документах без подтверждения согласия с такими изменениями от
          Принципала.
          <br />
        </p>

        <p>
          2.2. Принципал обязан:
          <br />
          2.2.1 Предоставить достоверные данные на оформление заказа.
          Исправления после оформления заказа не возможны.
          <br />
          2.2.2. Возместить Агенту суммы, израсходованные им в связи с
          исполнением настоящего договора-поручения.
          <br />
          2.2.3. Принять все исполненное Агентом по настоящему
          договору-поручению.
          <br />
          2.2.4. Обеспечить Агента всей необходимой для выполнения поручения
          информацией.
          <br />
          2.2.5. Уплатить Агенту обусловленное настоящим договором-поручением
          вознаграждение (сервисный сбор).
          <br />
          2.2.6. Принять все условия обмена, возврата, провозу багажа согласно
          условиям тарифов.
          <br />
          2.2.7. При отмене заказа, оформленного в рассрочку (или кредит),
          Принципал обязан обратиться в Кредитную Организацию для согласования
          своих действий. Оформление отмены заказа и возврата средств будет
          производится только после запроса на возврат к Агенту от Кредитной
          Организации.
          <br />
          2.2.8. Все запросы на изменения, возврат, обмен поддерживать по
          электронной почте с адреса, указанного в заказе.
        </p>

        <p>
          3. ПОРЯДОК РАСЧЕТОВ
          <br />
          3.1. Принципал возмещает Агенту затраты, понесенные им в связи с
          выполнением настоящего договора-поручения, одновременно с
          перечислением Агенту вознаграждения (сервисного сбора).
          <br />
          3.2. Вознаграждение (сервисный сбор) Агента определяется как разница
          между суммами, полученными им в соответствии с п. 3.1 настоящего
          договора-поручения, и фактически понесенными расходами на покупку
          авиабилетов.
          <br />
          3.3 При отказе от полета, замене дат, возврате (в том числе
          вынужденном), переоформлении, не выполнения пассажиром правил
          пребывания в стране выезда, при отмене рейсов авиакомпанией и других
          обстоятельствах, не позволяющих воспользоваться авиабилетом,
          вознаграждение (сервисные сборы) Агента не возвращаются.
          <br />
          3.4 После оформлении возврата авиабилетов по данному поручению,
          денежные средства перечисляются Принципалу только после зачисления
          средств на расчетный счет Агента от авиакомпании.
          <br />
          3.5 За организацию отмены рейса(-ов), переоформления заказа и (или)
          любой процедуры возврата средств, взимается штраф согласно правилам
          тарифа и дополнительный сбор в размере 1800 руб. за каждую услугу. При
          оформлении возврата могут удерживаться сборы платежных систем (2-3% от
          суммы платежа).
          <br />
          3.6 Моментом полного расчета принимается следующий рабочий день после
          поступления оплаты на расчётный счет Агента, кроме субботы и
          воскресенья.
          <br />
        </p>

        <p>
          4. ОТВЕТСТВЕННОСТЬ ПО НАСТОЯЩЕМУ ДОГОВОРУ-ПОРУЧЕНИЮ
          <br />
          4.1. Принципал несет полную ответственность за регистрацию на рейс(ы).
          При наличии в авиабилете рейсов, совершаемых бюджетными авиакомпаниями
          и при технической возможности, Агент вправе самостоятельно
          зарегистрировать на рейс(ы) пассажиров и предоставить Принципалу
          посадочные талоны не позднее 12 часов до вылета.
          <br />
          4.2. Агент не несет ответсвенности за любые убытки, причиненные
          Принципалу вследствие бронирования и/или покупки, а также пользования
          любыми дополнительными услугами.
        </p>
        <p>
          5. ФОРС-МАЖОР
          <br />
          5.1. Стороны освобождаются от ответственности за частичное или полное
          неисполнение обязательств по настоящему договору, если это
          неисполнение явилось следствием обстоятельств непреодолимой силы,
          возникших после заключения настоящего договора в результате
          обстоятельств чрезвычайного характера, таких как: наводнение, пожар,
          землетрясение и другие природные явления, а также война, военные
          действия, блокада, запретительные действия властей и акты
          государственных органов, забастовки, разрушение коммуникаций и
          энергоснабжения, взрывы, возникшие во время действия настоящего
          договора, которые стороны не могли предвидеть или предотвратить.
          <br />
          5.2. В случаях наступления обстоятельств, предусмотренных в п. 5.1
          настоящего договора-поручения, срок выполнения Агентом обязательств по
          настоящему договору отодвигается соразмерно времени, в течение
          которого действуют эти обстоятельства и их последствия.
          <br />
          5.3 В случаях наступления обстоятельств, предусмотренных в п. 5.1
          настоящего договора-поручения, при возврате денежных средств
          Принципалу, вознаграждение (сервисный сбор) Агента не возвращается.
        </p>

        <p>
          6. РАЗРЕШЕНИЕ СПОРОВ И ПРИМЕНИМОЕ ПРАВО
          <br />
          6.1. Все споры и разногласия, которые могут возникнуть между сторонами
          по вопросам, не нашедшим своего разрешения в тексте данного
          договора-поручения, будут разрешаться путем переговоров.
          <br />
          6.2. При неурегулировании в процессе переговоров спорных вопросов
          споры разрешаются в судебном порядке, установленном действующим
          законодательством Российской Федерации.
        </p>

        <p>
          7. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ
          <br />
          7.1. В случае оформления заказа с участием чартерных рейсов, авиабилет
          оформляется и отправляется Принципалу не позднее, чем за 12 часов до
          вылета рейса.
          <br />
          7.2. Любые изменения и дополнения к настоящему договору-поручению
          действительны при условии, если они совершены в письменной форме и
          подписаны надлежаще уполномоченными на то представителями сторон.
          <br />
          7.3. Все уведомления и сообщения в рамках настоящего
          договора-поручения должны направляться сторонами друг другу по
          электронной почте. Агент в праве игнорировать сообщения: отправленные
          с незарегистрированных адресов, имеющие ненормативную лексику,
          оскорбительного или угрожающего характера.
          <br />
          7.4. Настоящий договор-поручение вступает в силу с момента
          ознакомления Принципалом и переходом к оплате заказа и действует до
          даты последнего перелета в оформленном авиабилете по данному заказу.
          <br />
          7.5. Во всем, что не предусмотрено условиями настоящего
          договора-поручения, стороны будут руководствоваться действующим
          законодательством РФ.
        </p>
        <p>
          ИП «Кузнецова Любовь Олеговна»
          <br />
          Юридический и почтовый адрес:
          <br />
          197720, г. Санкт-Петербург, Зеленогорск, ул. Бронная, д.4а
          <br />
          ИНН 471606894755
          <br />
          ОГРНИП 323784700092490
          <br />
          р/счет 40802810226530000179 в Банке: ФИЛИАЛ "ЦЕНТРАЛЬНЫЙ" БАНКА ВТБ
          (ПАО)
          <br />
          кор/счет: 30101810145250000411
          <br />
          бик 044525411
        </p>
      </div>
    </div>
  </div>
</template>

<script setup lang="ts"></script>

<style scoped lang="scss">
.page_text {
  background-color: $light;
  padding: 50px 0;
}

h1 {
  font-size: 32px;
  text-transform: uppercase;
  margin-bottom: 30px;
  @include bp($point_2) {
    font-size: 20px;
  }
}

p,
ul {
  padding: 10px 0;
  line-height: 130%;
}
ul {
  list-style: disc;
  padding-left: 20px;
  li {
    list-style: disc;
  }
}
</style>
